{"translation-revision-date":"2025-01-29T07:03:47+00:00","generator":"WP-CLI\/2.12.0","source":"inc\/lib\/gutenberg-templates\/dist\/main.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Premium Starter Templates":["Premium Starter Mallid"],"The page template you are about to import contains a dynamic widget\/module. Please note this dynamic data will not be available with the imported page.":["Lehe mall, mida te kavatsete importida, sisaldab dünaamilist vidinat\/moodulit. Pange tähele, et see dünaamiline teave ei ole imporditud lehel saadaval."],"You will need to add it manually on the page.":["Peate selle lehele käsitsi lisama."],"Filter by Color":["Filtreeri värvi järgi"],"Pages":["Leheküljed"],"Back to Templates":["Tagasi mallide juurde"],"Insert":["Sisesta"],"Cancel":["Tühista"],"Design Library":["Disainiraamatukogu"],"Are you sure?":["Kas sa oled kindel?"],"Exit":["Välju"],"here":["siin"],"There was a problem processing the request. Please try again. If this error continues please contact our <a href=\"%1$s\">support team<\/a>.":["Taotluse töötlemisel tekkis probleem. Palun proovige uuesti. Kui see viga jätkub, võtke palun ühendust meie <a href=\"%1$s\">toetustiimiga<\/a>."],"Back to Main Screen":["Tagasi põhiekraanile"],"Upgrade Now":["Uuenda kohe"],"Enter your %s account URL":["Sisestage oma %s konto URL"],"Enter your Google Business URL":["Sisestage oma Google'i ettevõtte URL"],"Enter your Yelp business URL":["Sisestage oma Yelpi ettevõtte URL"],"Enter your account URL":["Sisestage oma konto URL"],"Social Media":["Sotsiaalmeedia"],"Please enter a full URL. Eg. https:\/\/twitter.com\/abcd, https:\/\/instagram.com\/abcd, https:\/\/facebook.com\/abcd":["Palun sisestage täielik URL. Nt. https:\/\/twitter.com\/abcd, https:\/\/instagram.com\/abcd, https:\/\/facebook.com\/abcd"],"This might not be a valid URL.":["See ei pruugi olla kehtiv URL."],"Upload images":["Laadi üles pildid"],"Invalid file name! Please avoid special characters. (%s)":["Vigane faili nimi! Palun vältige erimärke. (%s)"],"Upload Your Images":["Laadi üles oma pildid"],"Name of the website:":["Veebisaidi nimi:"],"Enter name or title of the website":["Sisestage veebisaidi nimi või pealkiri"],"This website is for:":["See veebisait on mõeldud:"],"Name, language & type":["Nimi, keel ja tüüp"],"The best way to describe anything is by answering a few WH questions. Who, What, Where, Why, When, etc.":["Parim viis millegi kirjeldamiseks on vastata mõnele WH-küsimusele. Kes, Mis, Kus, Miks, Millal jne."],"Please enter a valid email":["Palun sisestage kehtiv e-posti aadress"],"You can only upload 20 images at once":["Saate korraga üles laadida ainult 20 pilti"],"Suggested Keywords":["Soovitatud märksõnad"],"Clear":["Puhas"],"or drop your images here (Max 20)":["või lohistage oma pildid siia (maksimaalselt 20)"],"PNG, JPG, JPEG":["PNG, JPG, JPEG"],"Max size: 5 MB per file":["Maksimaalne suurus: 5 MB faili kohta"],"Try to refine your search.":["Proovi oma otsingut täpsustada."],"Find the perfect images for your website by entering a keyword or selecting from the suggested options.":["Leidke oma veebisaidi jaoks täiuslikud pildid, sisestades märksõna või valides soovitatud valikute hulgast."],"End of the search results":["Otsingutulemuste lõpp"],"Activating Spectra plugin…":["Spectra pistikprogrammi aktiveerimine…"],"Activating WPForms plugin…":["Aktiveerin WPForms'i pistikprogrammi…"],"Installing Spectra plugin…":["Spectra pistikprogrammi installimine…"],"Installing WPForms plugin…":["WPForms plugin'i installimine…"],"Error Occurred!":["Tekkis viga!"],"Error: %s":["Viga: %s"],"Import":["Import"],"Installed the required plugin. The page will be saved and refreshed.":["Nõutud pistikprogramm on installitud. Lehekülg salvestatakse ja värskendatakse."],"Error saving the page: %s":["Lehe salvestamisel ilmnes viga: %s"],"Update AI":["Uuenda AI"],"Personalize Library":["Kohanda raamatukogu"],"Update the details for the AI to suggest new text and images.":["Uuenda üksikasju, et tehisintellekt saaks soovitada uusi tekste ja pilte."],"Add details for the AI to suggest relevant text and images.":["Lisa üksikasjad, et tehisintellekt saaks soovitada asjakohast teksti ja pilte."],"Update images":["Uuenda pilte"],"Revise the previously entered information from AI setup.":["Vaadake üle tehisintellekti seadistuses sisestatud teave."],"Reset AI Information":["Tehisintellekti teabe lähtestamine"],"Reset the previously entered information from AI setup and erase all the generated AI content.":["Lähtesta varem sisestatud teave AI seadistusest ja kustuta kogu genereeritud AI sisu."],"Disable AI":["Keela AI"],"This option will preview & import only wireframe (default) content and images.":["See valik eelvaatab ja impordib ainult traadiraami (vaikimisi) sisu ja pilte."],"Adaptive Mode":["Kohanduv režiim"],"Disabling Adaptive Mode shows templates without personalized text, images, and theme styling.":["Adaptatiivse režiimi keelamine kuvab mallid ilma isikupärastatud teksti, piltide ja teemastiilita."],"AI Credits in Your Account":["Teie konto AI-krediidid"],"Buy AI Credits":["Osta AI krediite"],"Revoke Access":["Tühista juurdepääs"],"Are you sure you wish to revoke the authorization token?":["Kas olete kindel, et soovite autoriseerimistunnuse tühistada?"],"You will need to re-authorize Zip to use it again.":["Peate Zipi uuesti kasutamiseks uuesti autoriseerima."],"Revoke":["Tühista"],"Are you sure you want to cancel the content generation process?":["Kas olete kindel, et soovite sisu loomise protsessi tühistada?"],"Syncing":["Sünkroonimine"],"Patterns":["Mustrid"],"Kits":["Komplektid"],"Favorites":["Lemmikud"],"Categories":["Kategooriad"],"AI Credits remaining":["Järelejäänud AI krediidid"],"Color Styles: ":["Värvistiilid:"],"Did you know, you can personalize this design library with content and images tailored to your website project?":["Kas teadsite, et saate seda disainiraamatukogu isikupärastada oma veebiprojekti jaoks kohandatud sisu ja piltidega?"],"Install Spectra & Insert":["Installige Spectra ja sisestage"],"Activate Spectra & Insert":["Aktiveeri Spectra & Sisesta"],"This template includes dynamic content that won't carry over with the import. You'll need to manually add this dynamic data to the page.":["See mall sisaldab dünaamilist sisu, mis ei kandu impordiga üle. Peate selle dünaamilise teabe lehele käsitsi lisama."],"Heads Up!":["Pane tähele!"],"Skip & Import \"%s\" Page":["Jäta vahele ja impordi \"%s\" leht"],"License key":["Litsentsivõti"],"Page":["Lehekülg"],"No Result Found":["Tulemust ei leitud"],"The search result not found. Try another search.":["Otsingutulemust ei leitud. Proovi teist otsingut."],"Live Preview":["Reaalajas eelvaade"],"Get Access":["Hangi juurdepääs"],"Updated templates design library":["Uuendatud mallide disaini raamatukogu"],"Free AI credits to create personalized content":["Tasuta AI krediidid isikupärastatud sisu loomiseks"],"Easily find stunning images for your website":["Leidke oma veebisaidile hõlpsalt vapustavaid pilte"],"Localized your website to any language":["Lokaliseeri oma veebisait ükskõik millisesse keelde"],"Access Design Library":["Juurdepääs disainiraamatukogule"],"Get access to our library of hundreds of pixel-perfect, designer-made templates by creating a free account on ZipWP.":["Looge tasuta konto ZipWP-s ja pääsete ligi meie sadade pikslitäpsete, disainerite loodud mallide raamatukogule."],"Plus, you will get these extra benefits:":["Lisaks saate neid lisahüvesid:"],"Generate Content for Pages":["Genereeri sisu lehtede jaoks"],"Get the content for all your pages with just a click. You can generate content page by page by making use of the \"Skip\" option. We're here to make everything easy and tailored to suit your needs perfectly!":["Hankige kogu oma lehtede sisu vaid ühe klõpsuga. Saate sisu luua lehekülg lehekülje haaval, kasutades \"Jäta vahele\" valikut. Oleme siin, et muuta kõik lihtsaks ja kohandada täpselt teie vajadustele vastavaks!"],"Let’s Go (%s Credits)":["Lähme (%s krediiti)"],"Skip":["Jäta vahele"],"My Favorites":["Minu lemmikud"],"Sorry No Favorites Found 😕":["Kahjuks lemmikuid ei leitud 😕"],"No favorites added.":["Lemmikuid pole lisatud."],"Your favorite templates will be displayed here. You do not have any favorites yet. Click the heart icon and start adding them!":["Teie lemmikmallid kuvatakse siin. Teil pole veel lemmikuid. Klõpsake südameikoonil ja hakake neid lisama!"],"Please wait a moment":["Palun oodake hetk"],"support team":["tugimeeskond"],"If this error continues please contact our %1$s.":["Kui see viga jätkub, võtke palun ühendust meie %1$s."],"Failed to active Spectra. Please try again later.":["Spectra aktiveerimine ebaõnnestus. Palun proovige hiljem uuesti."],"Failed to active WPForms. Please try again later.":["WPForms aktiveerimine ebaõnnestus. Palun proovige hiljem uuesti."],"Failed to import the block. Please try again later.":["Bloki importimine ebaõnnestus. Palun proovige hiljem uuesti."],"Failed import WPForms. Please try again later.":["WPForms importimine ebaõnnestus. Palun proovige hiljem uuesti."],"Failed to install Spectra. Please try again later.":["Spectra installimine ebaõnnestus. Palun proovige hiljem uuesti."],"Failed to install WPForms. Please try again later.":["WPForms'i installimine ebaõnnestus. Palun proovige hiljem uuesti."],"Failed to fetch block data. Please try again later.":["Bloki andmete hankimine ebaõnnestus. Palun proovige hiljem uuesti."],"If you prefer to continue, press “Cancel”.":["Kui eelistate jätkata, vajutage „Tühista”."],"(Please enter a valid email":["(Palun sisestage kehtiv e-posti aadress"],"How can people get in touch with ":["Kuidas saavad inimesed ühendust võtta"],"Please provide the contact information details below. These will be used on the website.":["Palun esitage allpool kontaktandmed. Neid kasutatakse veebisaidil."],"Description Generation Error!":["Kirjelduse genereerimise viga!"],"Failed to generate business description using AI. Please retry or enter details manually.":["Ärikirjelduse genereerimine tehisintellekti abil ebaõnnestus. Palun proovige uuesti või sisestage andmed käsitsi."],"Uh Oh, you're out of AI credits 😕":["Oi ei, sul on AI krediidid otsas 😕"],"With AI credits, you have the power to personalize the design library with unique copy and beautiful images specific to your website.":["AI-krediitidega on teil võimalus kohandada disainiraamatukogu ainulaadse teksti ja kaunite piltidega, mis on spetsiaalselt teie veebisaidi jaoks."],"Your account has %1$s AI credits left. If you want to personalize the entire design library with content and images tailored to your business and website project, you'll require %2$s credits.":["Teie kontole on jäänud %1$s AI krediiti. Kui soovite kogu disainiraamatukogu isikupärastada oma ettevõtte ja veebiprojekti jaoks kohandatud sisu ja piltidega, vajate %2$s krediiti."],"Unlock 200,000 AI Credits for Just $39":["Ava 200 000 AI krediiti vaid 39 dollari eest"],"Want to see how this works?":["Tahad näha, kuidas see töötab?"],"Begin with the 1000 AI credits provided when you signed up for your free account. With this, you can personalize templates in the %s categories.":["Alusta 1000 AI krediidiga, mis anti sulle, kui registreerisid oma tasuta konto. Sellega saad isikupärastada malle %s kategooriates."],"You can easily purchase additional AI credits later anytime.":["Saate hiljem igal ajal hõlpsasti osta lisatehisintellekti krediite."],"We couldn`t find anything with your keyword.":["Me ei leidnud teie märksõnaga midagi."],"No images are selected yet.":["Pilte pole veel valitud."],"Connect":["Ühenda"],"Connect your account":["Ühenda oma konto"],"Let's Start":["Alustame"],"Build using AI":["Ehita tehisintellekti abil"],"Premium Template":["Premium Mall"],"Need help?":["Vajad abi?"],"Activating %s plugin…":["Aktiveerimine %s pluginat…"],"Import failed!":["Import ebaõnnestus!"],"%s activation failed!":["%s aktiveerimine ebaõnnestus!"],"%1$s Error: %2$s!":["%1$s Viga: %2$s!"],"Installing %s plugin…":["Paigaldamine %s pluginat…"],"%s installation failed!":["%s paigaldamine ebaõnnestus!"],"Legacy v2 designs":["Pärand v2 disainid"],"Latest v3 designs with new features":["Uusimad v3 disainid uute funktsioonidega"],"Unlock all patterns and design kits with the Essentials or Business Toolkit package.":[""],"Don't have a license key? Get one here":[""],"Access this pattern\/kit and all others with Essentials & Business Toolkit package":[""],"%s License Key:":[""],"Already have a license? Access %s.":[""],"Get in touch with our":[""],"Failed!":[""],"Failed to insert template.":[""],"Template Inserted":[""],"Template inserted successfully.":[""],"Insert Template":[""]}}}