<?php

$location_code = 'GM';


$flat_rate_setting = array(
	'title' => 'Flat rate',
	'tax_status' => 'taxable',
	'cost' => '0',
	'class_costs' => '',
	'type' => 'class',
	'no_class_cost' => '150*[qty]*1.3', //未匹配规则的价格（目前随意设定一个高值）
	// class_cost_{id}的值解释：[每立方价格：美元/立方] * [该类的包裹体积：立方] * [包裹数量：个] * [杂七杂八费用：每个加收30%费用]
	'class_cost_38' => '380*0.22848*[qty]*1.3', //38	包包--38公斤的包裹

	'class_cost_39' => '380*0.162*[qty]*1.3', //39	品牌鞋子30对-28-30公斤的包裹
	'class_cost_37' => '380*0.09375*[qty]*1.3', //37	鞋子-25公斤的包裹

	'class_cost_40' => '380*0.09975*[qty]*1.3', //40	衣服-37公斤的包裹
	'class_cost_41' => '380*0.09975*[qty]*1.3', //41	衣服-38公斤的包裹
	'class_cost_42' => '380*0.09975*[qty]*1.3', //42	衣服-39公斤的包裹
	'class_cost_43' => '380*0.084175*[qty]*1.3', //43	衣服-40公斤的包裹
	'class_cost_34' => '380*0.091875*[qty]*1.3', //34	衣服-45公斤的包裹
	'class_cost_44' => '380*0.144375*[qty]*1.3', //44	衣服-50公斤的包裹
	'class_cost_45' => '380*0.193875*[qty]*1.3', //45	衣服-70公斤的包裹
	'class_cost_46' => '380*0.20625*[qty]*1.3', //46	衣服-75公斤的包裹
	'class_cost_47' => '380*0.226875*[qty]*1.3', //47	衣服-80公斤的包裹
	'class_cost_35' => '380*0.185625*[qty]*1.3', //35	衣服-90公斤的包裹
	'class_cost_48' => '380*0.2268*[qty]*1.3', //48	衣服-100公斤的包裹
);

// echo "\n" . serialize($flat_rate_setting) . "\n\n";






require_once __DIR__.'/running-script.php';
